/* modifier */
"-" = "-";

/* modifier */
"+" = "+";

/* modifier */
"~" = "~";

/* the first letter of \"day\" */
"d" = "d";

/* days */
"day" = "dag";

/* days */
"days" = "dagen";

/* the first letter of \"hour\" */
"h" = "u";

/* hours */
"hour" = "uur";

/* hours */
"hours" = "uren";

/* modifier */
"last" = "afgelopen";

/* last month */
"last month" = "vorige maand";

/* time */
"last week" = "vorige week";

/* last year */
"last year" = "vorig jaar";

/* the first letter of \"month\" */
"m" = "m";

/* month */
"month" = "maand";

/* months */
"months" = "maanden";

/* modifier, the most commonly used translation of \"next\", or some other shorthand way of saying things like \"next week\" */
"next" = "volgend(e)";

/* next month */
"next month" = "volgende maand";

/* time */
"next week" = "volgende week";

/* next year */
"next year" = "volgend jaar";

/* noon */
"noon" = "middag";

/* now */
"now" = "nu";

/* modifier, the most commonly used translation of \"this\", or some other shorthand way of saying things like \"this week\" */
"this" = "deze/dit";

/* this month */
"this month" = "deze maand";

/* time */
"this week" = "deze week";

/* this year */
"this year" = "dit jaar";

/* \"tod\" this should be an abbreviation for \"today\" that makes sense for the given language */
"tod" = "vand";

/* today */
"today" = "vandaag";

/* Today */
"Today" = "Vandaag";

/* \"tom\" this should be an abbreviation for \"tomorrow\" that makes sense for the given language */
"tom" = "mor";

/* tomorrow */
"tomorrow" = "morgen";

/* Tomorrow */
"Tomorrow" = "Morgen";

/* tonight */
"tonight" = "vanavond";

/* weeks */
"w" = "w";

/* weeks */
"week" = "week";

/* weeks */
"weeks" = "weken";

/* the first letter of \"year\" */
"y" = "j";

/* years */
"year" = "jaar";

/* years */
"years" = "jaren";

/* \"yes\" this should be an abbreviation for \"yesterday\" that makes sense for the given language */
"yes" = "gis";

/* yesterday */
"yesterday" = "gisteren";

/* Yesterday */
"Yesterday" = "Gisteren";